export default [
  {
    name: "文學院",
    departments: [
      "中國文學系",
      "外國語文學系",
      "歷史學系",
      "哲學系",
      "人類學系",
      "圖書資訊學系",
      "日本語文學系",
      "戲劇學系"
    ]
  },
  {
    name: "工學院",
    departments: [
      "土木工程學系",
      "機械工程學系",
      "化學工程學系",
      "工程科學及海洋工程學系",
      "材料科學與工程學系",
      "醫學工程學系",
    ]
  },
  {
    name: "理學院",
    departments: [
      "數學系",
      "物理學系",
      "化學系",
      "地質科學系",
      "心理學系",
      "地理環境資源學系",
      "大氣科學系"
    ]
  },
  {
    name: "社會科學院",
    departments: [
      "政治學系",
      "經濟學系",
      "社會學系",
      "社會工作學系"
    ]
  },
  {
    name: "法律學院",
    departments: [
      "法律學系"
    ]
  },
  {
    name: "公共衛生學院",
    departments: [
      "公共衛生學系"
    ]
  },
  {
    name: "管理學院",
    departments: [
      "工商管理學系",
      "會計學系",
      "財務金融學系",
      "國際企業學系",
      "資訊管理學系"
    ]
  },
  {
    name: "醫學院",
    departments: [
      "醫學系",
      "醫學檢驗暨生物技術學系",
      "護理學系",
      "物理治療學系",
      "職能治療學系"
    ]
  },
  {
    name: "生物資源暨農學院",
    departments: [
      "農藝學系",
      "生物環境系統工程學系",
      "農業化學系",
      "森林環境暨資源學系",
      "動物科學技術學系",
      "農業經濟學系",
      "園藝暨景觀學系",
      "生物產業傳播暨發展學系",
      "生物機電工程學系",
      "昆蟲學系",
      "植物病理與微生物學系"
    ]
  },
  {
    name: "電機資訊學院",
    departments: [
      "電機工程學系",
      "資訊工程學系"
    ]
  },
  {
    name: "生命科學院",
    departments: [
      "生命科學系",
      "生化科技學系"
    ]
  }
];